[{
        "page_name": "",
        "article_type":"bigCard-img",
        "tag_name": "Events",
        "landingpage_gallery": ["msduk.jpg"],
        "detailpage_gallery": ["msduk.jpg"],
        "sorting_date": "2018/05/15",
        "heading_date":"MSDUK, May 15th, 2018",
        "heading": "Centuro Global to speak at business and networking growth London",
        "content": "<p><strong>Synopsis</strong></p><p>We were invited to Speak at a business growth and networking event in London.</p>",
        "venue_detail": "We Works, Aldgate Towers, 1 Leman St. Whitechapel, E1 8FA",
        "venue_date": "2018/05/15",
        "venue_timing": "",
        "status": "completed",
        "viewmore_link": "javascript:;",
        "viewsource_url":"javascript:;",
        "related_post":[1,2,6]
    },
    {
        "page_name": "",
        "article_type":"smallCard-text",
        "tag_name": "Events",
        "landingpage_gallery": ["wef.jpg"],
        "detailpage_gallery": ["wef.jpg"],
        "sorting_date": "2018/08/01",
        "heading_date":"WEF, August 1st, 2018",
        "heading": "Asma Bashir speaking at the WEF entrepreneur awards",
        "content": "<p><strong>Synopsis</strong></p><p>Speaker profile at WEF - Speaking at the Women Economic Forum arm of the global network ALL Ladies League (ALL), the Women Economic Forum (WEF) is an multinational forum platform enabling women and leaders from all walks of life worldwide to expand business opportunities and enhance personal influence through networking across borders while being inspired by some of the world’s most successful entrepreneurs, authors, thought leaders and celebrities.<p>",
        "venue_detail": "",
        "venue_date": "",
        "venue_timing": "",
        "status": "completed",
        "viewmore_link": "javascript:;",
        "viewsource_url":"javascript:;",
        "related_post":[1,2,6]
    },
    {
        "page_name": "",
        "article_type":"smallCard-img",
        "tag_name": "Events",
        "landingpage_gallery": ["startup.jpg"],
        "detailpage_gallery": ["startup.jpg"],
        "sorting_date": "2018/01/13",
        "heading_date":"Enterprise Nation, January 13th, 2018",
        "heading": "StartUp 2018: The biggest start-up show of the year!",
        "content": "<p>We attended a great event hosted by Enterprise Nation. The event is geared towards helping start-ups grow their business. The event was packed with over 100 expert speakers and inspiring entrepreneurs across 10 stages!</p><p class='title'>Highlights included:</p><ul><li>Inspiring keynote speakers including Morning GloryVille founder Sam Moyo, The Office Group co-founder Olly Olsen and The Gym Group founder John Treharne</li><li>Show me the money zone: advice on raising and managing funds</li><li>Business essentials zone: register a company and get advice on IP, insurance, and mental health</li><li>Building an online business zone: get advice on how to grow online</li><li>The Digital stage: learn tips and tricks on SEO, blogging and more!</li><li>Facebook and Instagram zone: grow your business on these social media channels</li><li>Youth Enterprise zone: hear from inspiring millennial entrepreneurs</li><li>Build a brand zone: advice on logos, company names and brand personality</li><li>Start me up zone: insight from industries of food, fashion, technology, beauty and handmade businesses</li><li>Make me famous zone: hear from PR experts and journalists on how to get noticed</li><li>Adviser zone: visit the adviser zone for one to one business advice from experts. Find out who you can meet here</li><li>Exhibition area: grab your goody bag and visit the exhibition zone for lots of start-up freebies</li></ul>",
        "venue_detail": "",
        "venue_date": "2018/01/13",
        "venue_timing": "",
        "status": "completed",
        "viewmore_link": "javascript:;",
        "viewsource_url":"javascript:;",
        "related_post":[1,2,6]
    },
    {
        "page_name": "",
        "article_type":"bigCard-img",
        "tag_name": "Events",
        "landingpage_gallery": ["show-me-the-money.jpg"],
        "detailpage_gallery": ["show-me-the-money.jpg"],
        "sorting_date": "2018/02/13",
        "heading_date":"Centuro Global Limited, February 13th, 2018",
        "heading": "Show me the money options to finance your business growth",
        "content": "<p>We will be hosting our very first event, Show me the money: Options to finance your business growth.</p><p>Every company reaches a point in their life-cycle where a financial injection can really accelerate growth. Whether a seed investment to get your idea off the ground or sourcing finance to fund a new venture, this event will explain the various options available for startups and scaleups. We will be joined by a panel of experts including Crowdcube, demystifying the world of crowdfunding, Funding Options, explaining the array of debt financing options, as well as Forward Partners, an early stage venture capitalist, highlighting what VCs and Private Equity firms look for when investing in a business.</p><p>Registration starts at 6 pm, with a 6:30 pm start for the panel session. The event will be followed by networking drinks, giving you a chance to speak to some of the other attendees and speakers.</p><p>We sure you register on this page and we look forward to seeing you there!</p>",
        "venue_detail": "We Work Spitalfields 1 Primrose Street, London, EC2A 2EX",
        "venue_date": "2018/02/13",
        "venue_timing": "18:00 – 20:30 GMT",
        "status": "completed",
        "viewmore_link": "javascript:;",
        "viewsource_url":"javascript:;",
        "related_post":[1,2,6]
    },
    {
        "page_name": "",
        "article_type":"bigCard-img",
        "tag_name": "Events",
        "landingpage_gallery": ["wbaf-1.jpg", "wbaf-2.jpg", "wbaf-3.jpg", "wbaf-4.jpg", "wbaf-5.jpg"],
        "detailpage_gallery": ["wbaf-1.jpg", "wbaf-2.jpg", "wbaf-3.jpg", "wbaf-4.jpg", "wbaf-5.jpg"],
        "sorting_date": "2019/02/18",
        "heading_date":"WBAF, February 18th, 2019",
        "heading": "WBAF World Congress 2019",
        "content": "<p><strong>Asma Bashir – Senator United Kingdom</strong></p><p>We are excited to announce that our Chairman, Asma Bashir will to be appointed as Senator for the World Business Angel Investment Forum on February 18th 2019. We are looking forward to interacting with key leaders from around the world to help ease access to finance for start-ups and scale ups.</p><p>The World Business Angels Investment Forum (WBAF) is an international organisation aiming to ease access to finance for businesses from start up to scale up, with the ultimate goal of generating more jobs and more social justice worldwide. It is committed to collaborating globally to empower world economic development by creating innovative financial instruments for innovators, startups, and SMEs.</p>",
        "venue_detail": "",
        "venue_date": "February 18 – 20, 2019",
        "time":"",
        "venue_timing": "",
        "status": "completed",
        "viewmore_link": "javascript:;",
        "viewsource_url":"javascript:;",
        "related_post":[1,2,6]
    },
    {
        "page_name": "",
        "article_type":"bigCard-img",
        "tag_name": "Events",
        "landingpage_gallery": ["gbea.jpg"],
        "detailpage_gallery": ["gbea.jpg"],
        "sorting_date": "2019/02/18",
        "heading_date":"Great British Entrepreneur Awards, Summer 2019",
        "heading": "Judge appointed for Great British Entrepreneur awards 2019",
        "content": "<p><strong>Asma Bashir – Judge &amp; Mentor</strong></p><p>We are excited to announce that our Chairman, Asma Bashir has been appointed judge of the NatWest Great British Entrepreneur Awards 2019 as well as the official coach and mentor to their start up accelerator program for scaling businesses.</p><p>Founded in 2013, the NatWest Great British Entrepreneur Awards acknowledges the hard work and inspiring stories of British entrepreneurs and businesses in Great Britain.</p><p>It celebrates the incredible stories that have taken entrepreneurs to where they are today, regardless of size or turnover. The 2019 programme sees the Awards held in five regions – Midlands, Wales &amp; the South West, the North, Scotland &amp; Northern Ireland, and London &amp; the South East.</p><p>Central to the ethos of the NatWest Great British Entrepreneur Awards is being more than just ‘an awards ceremony’ – its sense of community, a thriving eco-system of support all year round, providing opportunities for winners and finalists to connect and showcase their business.</p>",
        "venue_detail": "",
        "venue_date": "TBD",
        "time":"",
        "venue_timing": "",
        "status": "Upcoming",
        "viewmore_link": "javascript:;",
        "viewsource_url":"javascript:;",
        "related_post":[1,2,6]
    },
    {
        "page_name": "",
        "article_type":"bigCard-img",
        "tag_name": "Events",
        "landingpage_gallery": ["bfs-1.jpg", "bfs-2.jpg"],
        "detailpage_gallery": ["bfs-1.jpg", "bfs-2.jpg"],
        "sorting_date": "2019/02/21",
        "heading_date":"Business Funding Show (BFS), February 21st, 2019",
        "heading": "Centuro Global to exhibit at the Business Funding show 2019",
        "content": "<p><strong>Asma Bashir – Senator United Kingdom </strong></p><p>We will be exhibiting at the UK’s only Business Funding Expo, The Business Funding Show. The Business Funding Show brings together leading players in the UK funding arena. The expo will be taking place at the East Wintergarden, London on 21st February 2019. the Business Funding Show (BFS) will bring together two key groups in the UK economy — entrepreneurs looking for funding and leading finance-providers.</p><p>The event will host over 60 exhibitors representing various support and financial institutions providing Loans, Venture Capital, Private Investment, Grants, R&amp;D Tax Credits and Advice on Investment-Readiness, Innovations, International Expansion and Scaling-up. All attendees to the event will have an ample opportunity to liaise with representatives of various leading financial institutions to discuss their funding options and secure the best solution in the most time-efficient way.</p><p>Up to 15 businesses will have the opportunity to pitch for funding from the main stage to the carefully-selected panel of funders.  Our Chairman Asma Bashir will be amongst the funders critiquing start-ups pitching for funding.</p>",
        "venue_detail": "East Wintergarden, London",
        "venue_date": "Thursday, February 21st, 2019",
        "time":"",
        "venue_timing": "",
        "status": "completed",
        "viewmore_link": "javascript:;",
        "viewsource_url":"javascript:;",
        "related_post":[1,2,6]
    },
    {
        "page_name": "",
        "article_type":"smallCard-img",
        "tag_name": "Events",
        "landingpage_gallery": ["telegraph.jpg"],
        "detailpage_gallery": ["telegraph.jpg"],
        "sorting_date": "2017/11/07",
        "heading_date":"Telegraph, November 7th, 2017",
        "heading": "Telegraph Festival of Business",
        "content": "<p><strong>Synopsis</strong></p><p>We thoroughly enjoyed the seventh Festival of Business took place on Tuesday 7th November, 2017 at The Brewery in central London.</p><p>This one-day Festival, attracted an audience of 500+ senior executives from UK SME businesses, to hear and learn from some of the best-known names in British business, alongside leading politicians and thought leaders, to ensure the continued growth of Britain’s small businesses. Partners of the event, includes: Amazon, LDC and Samsung Knox</p>",
        "venue_detail": "The Brewery, Central London",
        "venue_date": "Tuesday, 7th November, 2017",
        "time":"",
        "venue_timing": "",
        "status": "completed",
        "viewmore_link": "javascript:;",
        "viewsource_url":"javascript:;",
        "related_post":[1,2,6]
    },
    {
        "page_name": "",
        "article_type":"bigCard-img",
        "tag_name": "Events",
        "landingpage_gallery": ["cbi.jpg"],
        "detailpage_gallery": ["cbi.jpg"],
        "sorting_date": "2017/11/06",
        "heading_date":"CBI, November 6th, 2017",
        "heading": "CBI Annual Conference 2017",
        "content": "<p><strong>Synopsis</strong></p><p>The renowned CBI Annual Conference returns on Monday 6th November 2017.</p><p>The conference will be taking place in the heart of London’s most up and coming commercial district, Greenwich Peninsula, at the brand-new hotel InterContinental London – The O2.</p><p>Through the theme ‘A world of opportunities’ they will discuss key issues and drivers of change, such as globalisation and automation, that have emerged over recent months, focusing on what happens next for business, the workforce and society.</p><p>The rest of the day will be made up of inspirational talks, challenging panels and exclusive interviews with A-list speakers, who will be giving their unique perspective on the topics of the day and answering delegate questions through live Q&A sessions.</p>",
        "venue_detail": "InterContinental London – The O2",
        "venue_date": "Monday, 6th November, 2017",
        "time":"",
        "venue_timing": "",
        "status": "completed",
        "viewmore_link": "javascript:;",
        "viewsource_url":"javascript:;",
        "related_post":[1,2,6]
    },
    {
        "page_name": "",
        "article_type":"smallCard-text",
        "tag_name": "Events",
        "landingpage_gallery": ["mayor-of-london-1.jpg", "mayor-of-london-2.jpg"],
        "detailpage_gallery": ["mayor-of-london-1.jpg", "mayor-of-london-2.jpg"],
        "sorting_date": "2017/10/10",
        "heading_date":"Mayor of London, October 10th, 2017",
        "heading": "Mayor of London announces historic trade mission to Pakistan ",
        "content": "<p><strong>Synopsis</strong></p><p>We are excited to announce that our Chairman, Asma Bashir was invited to accompany the Mayor of London Sadiq Khan, Deputy Mayor for Business, Rajesh Agrawal and London and Partners, the Mayor of London's official promotional agency on their trade mission to Pakistan/India. Inspired by the great tech companies and incubators we've met and looking forward to better UK / Pakistan trade relations in the future. </p>",
        "venue_detail": "",
        "venue_date": "October 10th, 2017 ",
        "time":"",
        "venue_timing": "",
        "status": "completed",
        "viewmore_link": "javascript:;",
        "viewsource_url":"javascript:;",
        "related_post":[1,2,6]
    },
    {
        "page_name": "",
        "article_type":"bigCard-img",
        "tag_name": "Events",
        "landingpage_gallery": ["collision-1.jpg", "collision-2.jpg"],
        "detailpage_gallery": ["collision-1.jpg", "collision-2.jpg"],
        "sorting_date": "",
        "heading": "North America's fastest-growing tech conference",
        "heading_date":"Collision Conference, May 20 – 23, 2019",
        "content": "<p><strong>Synopsis</strong></p><p>We are excited to announce that we will be exhibiting at The Collision Conference 2019 at the Enercare Centre, Toronto Canada from May 20 – 23, 2019.</p><p>Collision is the fastest-growing tech conference in North America. Now in its fifth year, Collision has grown to over 25,000 attendees. Following the lead of our European event Web Summit, Collision has become a crossroads for the world’s largest buyers and sellers of technology, alongside many of the world’s most disruptive emerging technology companies. Inc. has said Collision run “North America’s fastest-growing tech conference”; The Wall Street Journal that “the giants of the web assemble” at Collision; USA Today that Collision is “the anti-CES”.</p> <p>We hope to see you there.</p>",
        "venue_detail": "Enercare Centre, Toronto",
        "venue_date": "May 20 – 23, 2019",
        "time":"",
        "venue_timing": "",
        "status": "Upcoming",
        "viewmore_link": "javascript:;",
        "viewsource_url":"javascript:;",
        "related_post":[1,2,6]
    },
    {
        "page_name": "",
        "article_type":"smallCard-img",
        "tag_name": "Events",
        "landingpage_gallery": ["ukba-1.jpg", "ukba-2.jpg"],
        "detailpage_gallery": ["ukba-1.jpg","ukba-2.jpg"],
        "sorting_date": "2018/12/7",
        "heading_date":"UK Business Awards, December 7th, 2018",
        "heading": "UK Business Awards 2018",
        "content": "<p><strong>Synopsis</strong></p><p>We are excited to announce that our Chairman, Asma Bashir has been invited to judge this years finalist at the UK Business Awards.</p><p>Now in its 3rd year, the UK Business Awards 2018 is back once again to reward the organisations, teams and individuals who are creating the future of business. The UKBA is a vehicle for sharing best practice and enables the organisations who enter to promote professional improvement, learning, and personal development. To win or be shortlisted at the UKBAs is a great honour that identifies you as superior in your industry.</p> <p>The awards trophies are affectionately called ‘The Dons’ in tribute to our Chairman Don Hales who has been a prominent figure in the Awards industry for the last two decades and founded many of the UK’s most respected business Awards.</p>",
        "venue_detail": "",
        "venue_date": "December 7th, 2018 ",
        "time":"",
        "venue_timing": "",
        "status": "Completed",
        "viewmore_link": "javascript:;",
        "viewsource_url":"javascript:;",
        "related_post":[1,2,6]
    },
    {
        "page_name": "",
        "article_type":"smallCard-img",
        "tag_name": "Events",
        "landingpage_gallery": ["mi-1.jpg", "mi-2.jpg"],
        "detailpage_gallery": ["mi-1.jpg", "mi-2.jpg"],
        "sorting_date": "2019/03/13",
        "heading_date":"Master Investor, March 13th, 2019",
        "heading": "The Master Investor Show 2019",
        "content": "<p><strong>Synopsis</strong></p><p>We are excited to announce that we will be exhibiting at Master Investor Show 2019.</p><p>The show will be taking place at the Business Design Centre, London on April 6, 2019. The Master Investor Show will bring together an unparalleled combination of sponsorship, exhibitor and digital packages to maximise engagement with attendees before, during and after the event</p><p>For the latest news leading up to the event, please visit <a href='https://investoraccess.masterinvestor.co.uk/' target='_blank'>https://investoraccess.masterinvestor.co.uk/</a>. We hope to see you there.</p>",
        "venue_detail": "Business Design Centre, London",
        "venue_date": "April 6th, 2019  ",
        "time":"",
        "venue_timing": "",
        "status": "Upcoming",
        "viewmore_link": "javascript:;",
        "viewsource_url":"javascript:;",
        "related_post":[1,2,6]
    },
    {
        "page_name": "",
        "article_type":"bigCard-img",
        "tag_name": "Press Release",
        "landingpage_gallery": ["fresh.jpg"],
        "detailpage_gallery": ["fresh.jpg"],
        "sorting_date": "2019/03/04",
        "heading_date":"Fresh Business Thinking, March 4th, 2019",
        "heading": "Centuro Global | Key tips for start-up",
        "content": "<p>Centuro shares key tips for start-ups looking to secure business investments.</p>",
        "venue_detail": "",
        "venue_date": "",
        "time":"",
        "venue_timing": "",
        "status": "",
        "viewmore_link": "javascript:;",
        "viewsource_url":"javascript:;",
        "related_post":[1,2,6]
    },
    {
        "page_name": "",
        "article_type":"bigCard-img",
        "tag_name": "Press Release",
        "landingpage_gallery": ["london-entretpreneur.jpg"],
        "detailpage_gallery": ["london-entretpreneur.jpg"],
        "sorting_date": "2019/03/12",
        "heading_date":"Victoria Fiddler, Bdaily news , March 12th, 2019",
        "heading": "London Entrepreneur Represents UK At World Business Angels Investment Forum",
        "content": "<p>London based Entrepreneur, Asma Bashir, is encouraging international investment into UK start-ups, having represented UK businesses at the World Business Angels Investment forum, held in Istanbul last month.<p><p>Having taken place on 18th February 2019, the World Business Angels Investment Forum is the globe’s largest annual gathering of early-stage and investment markets, hosted by the World Congress of Angel Investors, which is dedicated to guiding investment into promising start-up and scale-up businesses worldwide.</p>",
        "venue_detail": "",
        "venue_date": "",
        "time":"",
        "venue_timing": "",
        "status": "",
        "viewmore_link": "javascript:;",
        "viewsource_url":"javascript:;",
        "related_post":[1,2,6]
    }
]